cask_args appdir: '/Applications'

# Casks
tap 'homebrew/cask-fonts'

# Utilites
brew 'zsh'
brew 'yarn', args: ['ignore-dependencies']

# Fonts
cask 'font-jetbrains-mono'

# Applications
cask '1password'
cask 'blender'
cask 'bruno'
cask 'discord'
cask 'figma'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'kdiff3'
cask 'mullvadvpn'
cask 'pnpm'
cask 'postico'
cask 'rectangle'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'visual-studio-code'
cask 'vlc'
