cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'homebrew/homebrew-php'

brew 'git'
brew 'zsh'
brew 'zsh-completions'
brew 'yarn', args: ['--ignore-dependencies']

# Utilites
cask 'iterm2'
cask 'imageoptim'
cask 'slack'

# Media
cask 'spotify'
cask 'vlc'

# Web dev
cask 'visual-studio-code'
cask 'google-chrome'
cask 'firefox'
cask 'sequel-pro'
cask 'postman'
cask 'docker'
cask 'virtualbox'
cask 'vagrant'