cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/fonts'

# Utilites
brew 'nvm'
brew 'yarn', args: ['--without-node']
cask 'iterm2'
cask 'imageoptim'
cask 'kdiff3'
cask 'slack'

# Media
cask 'spotify'
cask 'vlc'

# Design
cask 'sketch'
cask 'zeplin'
cask 'iconjar'

# Web dev
cask 'visual-studio-code'
cask 'google-chrome'
cask 'firefox'
cask 'sequel-pro'
cask 'postman'
cask 'docker'
cask 'virtualbox'
cask 'vagrant'

# Fonts
cask 'font-fira-code'
